[
  {
    "id": "1",
    "url": "http://eee.uniwa.gr",
    "name": "Department of Electrical and Electronic Engineering",
    "description": "The Department of Electrical and Electronics Engineering is the biggest one among the Departments in the Faculty of Engineering and in the University of West Attica. It is also the best staffed Department in the University of West Attica and one of the better staffed Departments/Schools of Engineering in the whole country. The mission of the Department of Electrical and Electronics Engineering is to offer academic engineering studies in the discipline of Electrical and Electronics through undergraduate and graduate curricula and a PhD program; to generate novel knowledge and to advance science and technology in the relevant fields, both independently and within national and international/European research collaborations; to contribute to the development of regional and national production, economy and society through initiatives and outreach activities towards public and private institutions.",
    "email": "eee@uniwa.gr",
    "medium_url": "assets/images/Electrical.jpg",
    "xl_picture_url": "assets/images/Electrical.jpg",
    "number": "210 5381225",
    "campus": "Ancient Olive Grove Campus"
  },
  {
    "id": "2",
    "url": "http://bme.uniwa.gr",
    "name": "Department of Biomedical Engineering",
    "description": "The Department of Biomedical Engineering was established in 1985 as the Department of Medical Instruments Technology of the Technological Educational Institute of Athens, Greece. In 2018 the Department was included at the newly founded University of West Attica, Greece, the third biggest University in Greece with 26 Departments and more than 40,000 under- and post-graduate students. In 2020 the Department received its current form with 5-years undergraduate study program with an integrated master’s degree in the field of biomedical engineering. It is the only Higher Education Department in Greece that organizes undergraduate studies in Biomedical Engineering.",
    "email": "bme@uniwa.gr",
    "medium_url": "assets/images/Biomedical.jpg",
    "xl_picture_url": "assets/images/Biomedical.jpg",
    "number": "210 5385303",
    "campus": "Egaleo Park Campus"
  },
  {
    "id": "3",
    "url": "http://idpe.uniwa.gr",
    "name": "Department of Industrial Design and Production Engineering",
    "description": "The Department of Industrial Design and Production Engineering belongs to the School of Engineering of the University of West Attica (Law 4521/2018). The Department of Industrial Design and Production Engineering offers a 5-year Engineering Degree Programme in the fields of Industrial Design and Production Engineering. The Department through its curriculum aims to provide graduates with the knowledge, competencies and skills that cover the scope of the specialty of Industrial Design and Production Engineering, and the corresponding profession. The Department's curriculum aspires to provide students with up-to-date, high-level and specialized knowledge and skills in the science of Industrial Design and Production Engineering. and its interdisciplinary fields of application. The program targets graduates who combine sound theoretical knowledge with significant laboratory application in cutting-edge technologies, so that they can keep abreast of the ever-evolving landscape in their field of science and in their professional field.",
    "email": "idpe@uniwa.gr",
    "medium_url": "assets/images/Industrial.jpg",
    "xl_picture_url": "assets/images/Industrial.jpg",
    "number": "210 5381726",
    "campus": "Ancient Olive Grove Campus"
  },
  {
    "id": "4",
    "url": "http://www.ice.uniwa.gr",
    "name": "Department of Informatics and Computer Engineering",
    "description": "Department of Informatics and Computer Engineering of the University of West Attica was founded in 2018, by the merging of the Department of Informatics of the Technological Educational Institute of Athens and the Department of Computer Systems Engineering of Piraeus University of Applied Sciences.",
    "email": "ice@uniwa.gr",
    "medium_url": "assets/images/Code.jpg",
    "xl_picture_url": "assets/images/Code.jpg",
    "number": "210 5385312",
    "campus": "Egaleo Park Campus"
  },
  {
    "id": "5",
    "url": "http://www.geo.uniwa.gr",
    "name": "Department of Surveying and Geoinformatics Engineering",
    "description": "The Department of Surveying & Geoinformatics Engineering serves educational and research needs in a range of scientific fields as follows: The measurement and collection, processing, display, management, analysis and online dissemination of geometric as well as quantitative and qualitative information about the natural and man-made environment. Moreover, it focuses on cognitive subjects of undergraduate and postgraduate studies which represent the combination of the two main axes of the science of Surveying Engineering: Topography and Geoinformatics, in which the professional rights of the graduates of the Department are essentially based.",
    "email": "geo@uniwa.gr",
    "medium_url": "assets/images/Geoinformatics.jpg",
    "xl_picture_url": "assets/images/Geoinformatics.jpg",
    "number": "210 5385854",
    "campus": "Egaleo Park Campus"
  },
  {
    "id": "6",
    "url": "https://mech.uniwa.gr",
    "name": "Department of Mechanical Engineering",
    "description": "The Department of Mechanical Engineering is one of the traditional Engineering Departments of the School of Engineering of the University of West Attica. The purpose of the Department is to provide high level university education through undergraduate, postgraduate and doctoral studies, covering both traditional and constantly evolving topics in the broader area of Mechanical Engineering, integrating cutting-edge research and technology with modern methods and tools in the educational process. A Mechanical Engineer develops technical systems through the conversion of energy, materials and information, in order to solve problems determined by conflicting requirements and specifications, developing efficient solutions through the study, design and construction of a wide range of mechanical products. Subject areas of a Mechanical Engineer include those of mechanics, machine elements, mechanical structure design, material removal (cutting) processes, additive manufacturing (3D printing) technologies, aerodynamics, materials’ technology, heat transfer, fluid mechanics, thermal engines and turbomachinery, utilization of renewable (soft) energy sources, protection of the environment, heating-cooling-air conditioning, measurements’ technology, operations research and production management. At the time of successful completion of their studies, the graduates of the Department have acquired the necessary theoretical background with scientific and technological knowledge, competences and skills that allow them to act as responsible Mechanical Engineers, in fields of relevance, both in the private and the public sector, either independently or as members of corporations, organizations and services of Mechanical Engineering, as well as in educational institutes and in general, while also responding to the fields of practice of the profession of Mechanical Engineer, as the latter are reflected in the current legislation.",
    "email": "mech@uniwa.gr",
    "medium_url": "assets/images/Mechanical.jpg",
    "xl_picture_url": "assets/images/Mechanical.jpg",
    "number": "210 5381227",
    "campus": "Ancient Olive Grove Campus"
  },
  {
    "id": "7",
    "url": "http://www.na.uniwa.gr",
    "name": "Department of Naval Architecture",
    "description": "The Department of Naval Architecture of the University of West Attica (UNIWA) was established in March 2018 by the National Law 4521 that founded UNIWA by the merger of the Technological Educational Institute of Athens and Piraeus University of Applied Sciences. It belongs to the School of Engineering and represents the development of the Department of Naval Architecture of the Technological Educational Institute of Athens (TEI Athens). The Department of Naval Architecture aspires to be recognised for its excellent, solid education and its high-quality research in the field of Naval Architecture and Marine Engineering at both national and international levels. Our mission is to provide excellent education and promote research in modern shipbuilding and, more generally, in the fields of marine environment and marine structures. To this end, through our quality policy, we make a coordinated effort to ensure that the curriculum is regularly reviewed, and revised, if necessary, a) according to the needs, interests and abilities of our students, b) to address the latest scientific and technological developments internationally, and c) to deal with the challenging and rapidly changing needs of the marine industry. A key characteristic in our curriculum is a well-balanced blend of theoretical and technical training that allows our students to face the current professional needs and prepares them to successfully adapt to significant changes that are most likely to happen during their professional life as engineers.",
    "email": "na@uniwa.gr",
    "medium_url": "assets/images/Naval.jpg",
    "xl_picture_url": "assets/images/Naval.jpg",
    "number": "210 5385310",
    "campus": "Egaleo Park Campus"
  },
  {
    "id": "8",
    "url": "http://civ.uniwa.gr",
    "name": "Department of Civil Engineering",
    "description": "The aim of the Department of Civil Engineering is to provide high quality education, through undergraduate, postgraduate and doctoral studies for the training of scientists capable of researching, analyzing, planning and executing Civil Engineering projects, while meeting the modern requirements for sustainable development, constructions economy, respect for the natural and man-made environment and lifelong knowledge. The aim also includes the integration of cutting-edge research and technology into the academic framework of the Department’s activities and the implementation of educational and research process with modern tools and methods. The Undergraduate Studies Program is a 5-year program (10 academic semesters), 300 credits (ECTS), includes a Diploma Thesis and the possibility of Internship and leads to the acquisition of the Diploma in Civil Engineering which, corresponds to the specifications set for level 7 of the European Qualifications Framework (EQF). It integrates, both core courses and specialization courses (after the 6th semester) for the four (4) main directions of the Civil Engineering specialty, as they have been established in Greece up to now, that is, Structural, Geotechnical, Hydraulic and Transportation direction.",
    "email": "civ@uniwa.gr",
    "medium_url": "assets/images/Civil.jpg",
    "xl_picture_url": "assets/images/Civil.jpg",
    "number": "210 5381720",
    "campus": "Ancient Olive Grove Campus"
  },
  {
    "id": "9",
    "url": "http://fst.uniwa.gr/",
    "name": "Department of Food Science and Technology",
    "description": "The Department of Food Science and Technology of the School of Food Sciences at the University of West Attica was established, according to the founding law of the UWA, Law No. 4521/02-03-2018. It originated from the Department of Food Technology of the School of Food Technology and Nutrition at the Technical Educational Institution of Athens, which emerged in 1985 from the merger of the Department of Plant Products and the Department of Animal Products. The number of students admitted to the Department of Food Technology is determined by a relevant ministerial decision per academic year, while also 10% of the students admitted can be graduates of other faculties that are admitted with qualifying examinations. The Department of Food Technology has 14 Faculty members, 3 Laboratory Teaching Staff members, and 1 Special Technical Staff member. Its goal is to provide a high-quality teaching and research work, the continuous upgrading of its academic programs, and the improvement of its infrastructure. The Department of Food Science and Technology aims to provide high-quality education to train scientists with advanced knowledge, skills, and expertise in Food Science and Technology. The department focuses on areas such as food microbiology, food chemistry and analysis, food processing, preservation and packaging, quality assurance, and technology related to plant and animal food products, etc.",
    "email": "fst@uniwa.gr",
    "medium_url": "assets/images/Food.jpg",
    "xl_picture_url": "assets/images/Food.jpg",
    "number": "210 5385506",
    "campus": "Egaleo Park Campus"
  },
  {
    "id": "10",
    "url": "http://wvbs.uniwa.gr/",
    "name": "Department of Wine, Vine and Beverage Sciences",
    "description": "The Department of Wine, Vine and Beverage Sciences was established in 2018 with the establishment of the University of Western Attica (it is the evolution of the Department of Oenology & Beverage Technology, which was founded in 1985 at the T.E.I. of Athens) and is located in Building Complex K11 of Campus 1, in the Area of ​​Egaleo Park. The subject covered by the Undergraduate Study Program (USP) is included in two internationally established scientific fields of Higher Education, according to the UNESCO international categorization of fields of study in education (ISCED 2013): 072 Manufacturing and Processing and 081 Agriculture, with a purpose to meet the modern requirements of research and teaching in Greece in the knowledge subjects of the sciences and branches of Oenology, Viticulture and Beverage Technology in accordance with the standards of international academic practices. ",
    "email": "wvbs@uniwa.gr",
    "medium_url": "assets/images/Wine.jpg",
    "xl_picture_url": "assets/images/Wine.jpg",
    "number": "210 5385538",
    "campus": "Egaleo Park Campus"
  },
  {
    "id": "11",
    "url": "http://ecec.uniwa.gr/",
    "name": "Department of Early Childhood Care and Education",
    "description": "The European Early Childhood Education Research Association (EECERA) and the world organization for Early Childhood (Organisation Mondial pour l’ Education Prescholaire – OMEP), define the profession of Early Childhood Educator as supporting the education, care and training of the child from birth until the child enters compulsory education, with the aim of the child’s harmonic and multifaceted development, learning and well-being. In order to achieve this aim, the latest pedagogical, developmental and learning theories, as well as social and educational policy theories, interdisciplinary approaches and valid research data are used. A focus on the principles of human rights, as well as the rights of the child, is pivotal to the profession of Early Childhood Educator. ",
    "email": "ecec@uniwa.gr",
    "medium_url": "assets/images/Childhood.jpg",
    "xl_picture_url": "assets/images/Childhood.jpg",
    "number": "210 5387092",
    "campus": "Egaleo Park Campus"
  },
  {
    "id": "12",
    "url": "http://alis.uniwa.gr",
    "name": "Department of Archival, Library and Information Studies",
    "description": "The Department of Archival, Library & Information Studies (ALIS) is located within the School of Administrative, Economics & Social Sciences of the University of West Attica. ALIS has the longest history in Greek LIS education; it was established in 1977 and operated under the name “Library Science & Information Systems” at the Technical Educational Institute of Athens until 2018. The Department’s mission is to educate the archivists, librarians, and information scientists of tomorrow and equip them with knowledge and skills that meet the needs of the labour market. From a broader perspective, ALIS aims to prepare students to contribute to the evolution of the interdisciplinary field of information management and the consolidation of the social, cultural, and educational role of information organizations. ",
    "email": "alis@uniwa.gr",
    "medium_url": "assets/images/Library.jpg",
    "xl_picture_url": "assets/images/Library.jpg",
    "number": "210 5385203",
    "campus": "Egaleo Park Campus"
  },
  {
    "id": "13",
    "url": "http://www.ba.uniwa.gr/",
    "name": "Department of Business Administration",
    "description": "The Department of Business Administration of the University of Western Attica offers a 4-year Undergraduate Study Program, which provides its graduates with the opportunity to acquire specialized scientific knowledge, skills and abilities of the various functions of a business, and at the same time, the modern business approach required by the labor market. The Department, utilizing both the Greek and international experience of the respective departments, as well as the real needs of the modern labor market, offers a Study Program that covers a wide range of administrative science. The Department's Undergraduate Studies Program has been prepared based on the guidelines of the Authority for Quality Assurance and Certification in Higher Education (ADIP) and the European Credit Transfer and Accumulation System (ECTS)",
    "email": "ba@uniwa.gr",
    "medium_url": "assets/images/Business.jpg",
    "xl_picture_url": "assets/images/Business.jpg",
    "number": "210 5381151",
    "campus": "Ancient Olive Grove Campus"
  },
  {
    "id": "14",
    "url": "http://tourism.uniwa.gr/",
    "name": "Department of Tourism Management",
    "description": "The purpose of the Tourism Management Department is: to provide students with high quality studies in all areas of Tourism Sciences, to provide a high level of knowledge and skills in the formed policies and strategies of Tourism Organisations, Agencies and Businesses, at national and international level. The Objectives of the Department are: to meet the needs of Greek Tourism, by creating executives of higher education who deal with tourism development and policy at international, national, regional and local level, to prepare students to take up senior management positions in tourism businesses and organizations.",
    "email": "tourism@uniwa.gr",
    "medium_url": "assets/images/Tourism.jpg",
    "xl_picture_url": "assets/images/Tourism.jpg",
    "number": "210 5385211",
    "campus": "Egaleo Park Campus"
  },
  {
    "id": "15",
    "url": "http://sw.uniwa.gr/",
    "name": "Department of Social Work",
    "description": "The Department of Social Work in the University of West Attica (UNIVA) of Athens, is one of the four public Higher Education Institutes offering social work training in Greece (the other three are the University of Patras, the Hellenic Mediterranean University in Crete and the Democritus University of Thrace). The Department was established in 1985 under the auspices of the Ministry of Education and Religious Affairs. During the same year, all the former social work schools (the Diaconnisson School, the School of the Children Protection Committee and the Institute of Social Work School) were embodied in the Department of Social Work, Faculty of Health and Caring Professions of the Technological Educational Institute (ΤΕΙ) of Athens, offering undergraduate training in social work. In 2018, it was integrated in the newly established University of West Attica as an autonomous Department in the School of Administrative, Economics & Social Sciences.",
    "email": "sw@uniwa.gr",
    "medium_url": "assets/images/Social.jpg",
    "xl_picture_url": "assets/images/Social.jpg",
    "number": "210 5381173",
    "campus": "Ancient Olive Grove Campus"
  },
  {
    "id": "16",
    "url": "https://accfin.uniwa.gr/",
    "name": "Department of Accounting and Finance",
    "description": "The Department of Accounting and Finance has a long tradition, in Greek Higher Education. Initially, founded more than 35 years ago, as Department of Accounting, at the former Technological Education Institute of Piraeus; Then, in 2012, renamed and transformed into Department of Accounting and Finance. Since 2018, it belongs to the School of Business, Economic and Social Sciences of the University of West Attica. The Department of Accounting and Finance aims at providing to students, top quality and up-to-date theoretical knowledge, training and skills. The Undergraduate Study Program was designed, based on the experience of similar Greek and International academic departments. The Undergraduate Study Program covers two distinct, but closely related areas, (a) accounting and (b) finance. Specifically, the field of Accounting includes courses such as financial accounting, costing and management accounting, auditing, accounting information systems, taxation, etc. The field of Finance specializes on issues related to investment decision-making, financial management, capital markets and financial institutions and the international economy. The Undergraduate Study Program also provides fundamental knowledge on economics, law, management and quantitative methods, useful to future professionals.",
    "email": "accfin@uniwa.gr",
    "medium_url": "assets/images/Accounting.jpg",
    "xl_picture_url": "assets/images/Accounting.jpg",
    "number": "210 5381125",
    "campus": "Ancient Olive Grove Campus"
  },
  {
    "id": "17",
    "url": "http://pch.uniwa.gr/",
    "name": "Department of Public and Community Health",
    "description": "The Department of Public and Community Health (PCH) in collaboration with the Quality Assurance Unit (QAU) of the University of Western Attica has drawn up and put into effect the Quality Policy of the Department, which is fully harmonized with the Quality Policy of the University of Western Attica. The Quality Policy of the Department of Public and Community Health of the University of Western Attica was approved at the meeting of the Department’s Assembly, Assembly report: 19/22-12-2021. The Department’s mission serves the scientific field of Public and Community Health as the science and art of protecting, maintaining and improving the health of the population. The achievement of the main mission of the PCH Department is organized and carried out methodically and systematically, so that it is now a distinguished provider of high-level undergraduate and postgraduate education and research in the Greek and European area. In particular, the mission of the Department is organized and carried out by the production, development and dissemination of knowledge and skills in the science of Public and Community Health, through modern undergraduate and postgraduate education, targeted laboratory and clinical practice and classical and applied research in all fields (classical and innovative) of Public and Community Health. In addition, important work is being carried out in the direction of the development of high-quality lifelong education, the provision of training services, as well as the provision of advisory services in order to effectively and efficiently manage and deal with modern population health problems, in Greece as well as in Europe and international level.",
    "email": "pch@uniwa.gr",
    "medium_url": "assets/images/Health.jpg",
    "xl_picture_url": "assets/images/Health.jpg",
    "number": "213 2010221",
    "campus": "Athens Campus"
  },
  {
    "id": "18",
    "url": "http://php.uniwa.gr",
    "name": "Department of Public Health Policies",
    "description": "The Department of Public Health Policiy of the School of Public Health is the universal successor of the National School of Public Health which was merged with the University of West Attica (Articles 57-61, Law4610/2019). Thus, the Department has a long-term history and highly specialized knowledge and expertise in education and research to address the needs of public health and health services, preparing executives capable of operating within the information economy and the knowledge society.",
    "email": "php@uniwa.gr",
    "medium_url": "assets/images/Policies.jpg",
    "xl_picture_url": "assets/images/Policies.jpg",
    "number": "213 2010207",
    "campus": "Athens Campus"
  },
  {
    "id": "19",
    "url": "http://bisc.uniwa.gr/",
    "name": "Department of Biomedical Sciences",
    "description": "The Department of Biomedical Sciences, of the School of Health and Care Sciences, at the University of West Attica, was recently established by the collaboration-merge of the former Departments of 1) Aesthetics & Cosmetic Science, 2) Radiology and Radiotherapy, 3) Medical Laboratories Science, 4) Dental Technology, and 5) Optics and Optometry of the School of Health and Care Professions of the Technological Educational Institute of Athens. The aim of the Department of Biomedical Sciences is to provide trainee scientists with high quality education in order for them to develop a high-level of proficiency, skills and abilities within the broader field of Biomedical Sciences. The Department Undergraduate Curriculum has been developed according to the international curricula standards and approaches, following a recent search in every cognitive subject of the new divisions and taking into account the guidelines of the Hellenic Quality Assurance & Accreditation Agency.",
    "email": "biomed.sciences@uniwa.gr",
    "medium_url": "assets/images/BiomedicalSciences.jpg",
    "xl_picture_url": "assets/images/BiomedicalSciences.jpg",
    "number": "210 5385690",
    "campus": "Egaleo Park Campus"
  },
  {
    "id": "20",
    "url": "http://ot.uniwa.gr/",
    "name": "Department of Occupational Therapy",
    "description": "The Department of Occupational Therapy of the University of Western Attica is the only department in public higher education that enables students to train excellently in the science and practice of occupational therapy and to obtain the necessary authorities to be active in the clinician, research and/ or research and/ or sector. The study content of the Department of Occupational Therapy covers the subject of the study of one’s activities/projects, in the fields of self -care, productivity and leisure, detection of dysfunctional elements and specialized occupational therapy for the purpose and adaptive behavior of the individual, so as to achieve successful taking over the functional roles of his life. The Department of Occupational Therapy has to promote the development and dissemination of the knowledge of the science of Occupational Therapy through teaching and research, and to provide students with the necessary tools that ensure their excellent training for their scientific and professional careers and development. The undergraduate program has been prepared, taking into account the guidelines of the Quality Assurance and Certification Authority in Higher Education (ADIP) and the World Occupational Therapists Organization (WFOT).",
    "email": "ergothe@uniwa.gr",
    "medium_url": "assets/images/Occupational.jpg",
    "xl_picture_url": "assets/images/Occupational.jpg",
    "number": "210 5387456",
    "campus": "Egaleo Park Campus"
  },
  {
    "id": "21",
    "url": "http://midw.uniwa.gr/",
    "name": "Department of Midwifery",
    "description": "The aim of the study program is to provide quality education and to ensure up-to-date knowledge. The long-term goal is to achieve the desired learning outcomes and to enable students to meet the requirements of the specific scientific field and the respective labor market.",
    "email": "midw@uniwa.gr",
    "medium_url": "assets/images/Midwifery.jpg",
    "xl_picture_url": "assets/images/Midwifery.jpg",
    "number": "210 5387481",
    "campus": "Egaleo Park Campus"
  },
  {
    "id": "22",
    "url": "http://nurs.uniwa.gr/",
    "name": "Department of Nursing",
    "description": "The aim of the Department is to educate nurse scientists capable of responding to the complexity and breadth of the needs of promoting, protecting, preserving and restoring the health of citizens in the modern health care system, taking into account the personality of each person as well as his/her social, economic, and cultural background. Nursing is a humanistic science but also a specialized art. Its mission is to help people, families and society in all health and disease states. Nursing practice is based on research and its interest focuses on maintaining and promoting health as well as preventing illness in individuals, families and the community while achieving optimal psychosocial functioning. The academic staff of the Department constitutes a body of experienced professionals, specialists in their field and active researchers, who share the unwavering and unifying dedication to serving others through excellence in education, discovery of new knowledge and improvement of care.",
    "email": "nurs@uniwa.gr",
    "medium_url": "assets/images/Nursing.jpg",
    "xl_picture_url": "assets/images/Nursing.jpg",
    "number": "210 5385615",
    "campus": "Egaleo Park Campus"
  },
  {
    "id": "23",
    "url": "http://www.phys.uniwa.gr/",
    "name": "Department of Physiotherapy",
    "description": "The Physiotherapy Department of the University of West Attica is the evolution of the Physiotherapy Department of Athens Technological Educational Institute It is the most high-ranked Department of the University of West Attica. The subject of the Physiotherapy Department as well as the program structure are aligned with the guidelines of the World Confederation for Physical Therapy  (WCPT), according to which Physiotherapy discipline provides its individualized services in order to develop, maintain and restore their maximum movement and functional capability during their lifespan. The profession of physical therapist / physiotherapist, through WCPT, belongs in the World Health Professions Alliance (WHPA). Physiotherapists as the medical doctors, pharmacists, dentists and nurses constitute a self-sufficient healthcare profession and belong to “regulated professions” such as medical doctors, nurses, dentists, midwives, veterinary surgeons, pharmacists and architects.",
    "email": "physio@uniwa.gr",
    "medium_url": "assets/images/Physiotherapy.jpg",
    "xl_picture_url": "assets/images/Physiotherapy.jpg",
    "number": "210 5387485",
    "campus": "Egaleo Park Campus"
  },
  {
    "id": "24",
    "url": "http://www.gd.uniwa.gr",
    "name": "Department of Graphic Design and Visual Communication",
    "description": "The Department of Graphic Design and Visual Communication aims to provide an educational degree of the highest quality and to fully train its students in the fields of Graphic Design and Graphic Arts Technology by ensuring their excellence in acquiring valuable knowledge, in aspiring for scientific endeavour, and in attaining cutting-edge technological insight. The Departments’ Curriculum for the four-year course (BA in Arts) has been designed by following the international standards of modern educational trends and practice, as well as the recommendations of the international associations of the Industry and the directives of the Hellenic Quality Assurance and Accreditation Agency (HQA).",
    "email": "gd@uniwa.gr",
    "medium_url": "assets/images/Graphic.jpg",
    "xl_picture_url": "assets/images/Graphic.jpg",
    "number": "210 5385466",
    "campus": "Egaleo Park Campus"
  },
  {
    "id": "25",
    "url": "http://ia.uniwa.gr",
    "name": "Department of Interior Architecture",
    "description": "The purpose of the Department of Interior Architecture is to provide high-quality studies for the training of Interior Architects who will possess high-level knowledge, abilities and skills in the theoretical, artistic, scientific and technological fields, with reference to the formation of man-made space (space and object design ) as an expression of the unity of science and art.",
    "email": "ia@uniwa.gr",
    "medium_url": "assets/images/Interior.jpg",
    "xl_picture_url": "assets/images/Interior.jpg",
    "number": "210 5385467",
    "campus": "Egaleo Park Campus"
  },
  {
    "id": "26",
    "url": "http://cons.uniwa.gr",
    "name": "Department of Conservation of Antiquities and Works of Art",
    "description": "The Department of Conservation of Antiquities and Works of Art was founded in1983 and since then has had a successful course in Higher Education, during which it has contributed as a pioneering Department to the formation and development of the scientific field of Cultural Heritage Conservation. It is now the only Department in Greek Higher Education in this demanding field. The Department has contributed in shaping the profession of Conservator of Antiquities and Works of Art in Greece and internationally.",
    "email": "cons@uniwa.gr",
    "medium_url": "assets/images/Antiquities.jpg",
    "xl_picture_url": "assets/images/Antiquities.jpg",
    "number": "210 5385462",
    "campus": "Egaleo Park Campus"
  },
  {
    "id": "27",
    "url": "http://phaa.uniwa.gr",
    "name": "Department of Photography and Audiovisual Arts",
    "description": "The mission of the Department of Photography and Audiovisual Arts is the students’ analytical, aesthetic and technical training in the fields of photography and video, aiming at studying and researching contemporary visual culture and creative development of knowledge in the fields of performing arts and their applications.",
    "email": "phaa@uniwa.gr",
    "medium_url": "assets/images/Photography.jpg",
    "xl_picture_url": "assets/images/Photography.jpg",
    "number": "210 5385411",
    "campus": "Egaleo Park Campus"
  }
  
]
